src/srv/backup/GetNewsEntries.request.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:siem="Siemens.UnicoPlus.Lib.DataProvider">
   <soap:Header>
    <AuthTicket xmlns="Siemens.UnicoPlus.Lib.DataProvider">
	html5client
    </AuthTicket>
   </soap:Header>
   <soap:Body>
      <siem:GetNewsEntries>
         <siem:topN>5</siem:topN>
      </siem:GetNewsEntries>
   </soap:Body>
</soap:Envelope>
